[
 {
  "id": 23223,
  "description": "To make one pound of honey, honey bees must gather nectar from nearly 2 million flowers.[2]"
 },
 {
  "id": 24407,
  "description": "Nectar and pollen are not the same thing. Pollen is a protein and nectar is a carb. Pollen is fed to the bee larvae and queen bees. Nectar is stored in the honeycombe and is regular food for daily workers and drones.[6]"
 },
 {
  "id": 23224,
  "description": "A single bee would need to fly nearly 90,000 miles, or three times around the earth, to make one pound of honey.[3]"
 },
 {
  "id": 23227,
  "description": "A honey bee can fly approximately 6 miles during a pollen-gathering trip.[5]"
 },
 {
  "id": 23228,
  "description": "Even though a honey bee's brain is about the size of a sesame seed, it can learn and remember new things, such as how far it has travelled and how effectively it has foraged.[2]"
 },
 {
  "id": 23231,
  "description": "When a queen bee becomes too old to lay eggs, the other honey bees will either replace or kill her.[4]"
 },
 {
  "id": 23247,
  "description": "Since 2006, scientists have become alarmed at what they have termed \"colony collapse disorder.\" Some possible causes they explored included global warming, pollution, and an increase of atmospheric electromagnetic radiation due to cell phones.[2]"
 },
 {
  "id": 23226,
  "description": "The average speed of a worker honey bee is about 15–20 mph when flying to a food source. On its return trip, when it's carrying nectar, it's a bit slower, at 12 mph (19 kph).[5]"
 },
 {
  "id": 23230,
  "description": "A queen honey bee can produce up to 2,000 eggs a day.[4]"
 },
 {
  "id": 23232,
  "description": "When a virgin queen bee emerges from her egg, she locates other virgin queens and kills them one by one.[4]"
 },
 {
  "id": 23233,
  "description": "Honey bee queens control their hive by releasing pheromones known as the queen's scent.[4]"
 },
 {
  "id": 23234,
  "description": "The amount and pace at which a queen lays her eggs is greatly controlled by weather and food availability. Her fertilized eggs become female workers or future honey bee queens. Her unfertilized eggs become male honey bees or drones.[4]"
 },
 {
  "id": 23229,
  "description": "Honey bees communicate with each other by dancing.[2]"
 },
 {
  "id": 23235,
  "description": "After a male and queen bee mate, the male bee dies quickly because his abdomen rips open when his endophallus is removed. Even if he survives, he is kicked out of the nest because he has served his sole purpose of mating.[3]"
 },
 {
  "id": 23236,
  "description": "A colony of bees consists of 20,000–60,000 bees and one queen.[4]"
 },
 {
  "id": 23237,
  "description": "While a queen bee can live up to 5 years, worker honey bees only live for about 6 weeks and do all the work.[2]"
 },
 {
  "id": 23238,
  "description": "Honey bees have been producing honey in the same way for over 150 million years.[3]"
 },
 {
  "id": 23239,
  "description": "The only insect that produces food that humans eat is the honey bee.[5]"
 },
 {
  "id": 23240,
  "description": "The wings of a honey bee produce its iconic \"buzz.\" Its wings beat 11,400 times per minute.[3]"
 },
 {
  "id": 23241,
  "description": "Bees tell each other where nectar is by performing a \"waggle dance.\"[2]"
 },
 {
  "id": 23242,
  "description": "Honey is the only food that contains \"pinocembrin,\" which is an antioxidant associated with brain functioning.[2]"
 },
 {
  "id": 23245,
  "description": "A bee's sense of smell is so precise that it can differentiate between hundreds of different flowers. It can also tell from several feet away whether a flower carries pollen or nectar.[3]"
 },
 {
  "id": 23243,
  "description": "The scientific name for honey bees is \"Apis mellifera,\" which means \"honey-carrying bee.\"[3]"
 },
 {
  "id": 23244,
  "description": "Honey is a \"miracle\" food that contains all the substances necessary to sustain life, such as water, minerals, and enzymes.[3]"
 },
 {
  "id": 23225,
  "description": "In its lifetime, the average bee will only make 1/12th of a teaspoon of honey.[3]"
 },
 {
  "id": 28050,
  "description": "A bee's wings beat 11,400 times a minute, or 190 times a second.[1]"
 },
 {
  "id": 23246,
  "description": "Scientists believe that it would take 1,100 honey bees to kill an adult human who is not otherwise allergic.[2]"
 },
 {
  "id": 23248,
  "description": "Honey bees are careful not to poop in the honey. They defecate outside of the nest.[3]"
 }
]